Repository: rurza/Background-Translations
Catalog: *.xliff
Languages: fr, id, ru

source: Can't download info from Unsplash
fr: Impossible de télécharger les informations depuis Unsplash
id: Tidak dapat mendownload info dari Unsplash
ru: Не удалось загрузить информацию с Unsplash

source: Can't download the latest photo
fr: Impossible de télécharger la photo récente
id: Tidak dapat mendownload foto terbaru
ru: Не удалось загрузить последнее фото

source: Curated
fr: Sélectionné
id: Kurasi
ru: Авторские

source: Downloading info from Unsplash
fr: Téléchargement des informations depuis Unsplash
id: Mendownload info dari Unsplash
ru: Загрузка информации с Unsplash

source: Downloading photo
fr: Téléchargement de photo
id: Mendownload foto
ru: Загрузка фото

source: Latest
fr: Récent
id: Terbaru
ru: Последние

source: Search
fr: Recherche
id: Cari
ru: Поиск

# NSPhotoLibraryAddUsageDescription
source: Give Background Access to your Photo Library to save images.
fr: Donnez Background l'accès à votre bibliothèque pour enregistrer les photos.
ru: Приложение Background получит доступ к вашей фототеке для сохранения изображений.

# NSPhotoLibraryUsageDescription
source: Give Background Access to your Photo Library to save images.
fr: Donnez Background l'accès à votre bibliothèque pour enregistrer les photos.
ru: Приложение Background получит доступ к вашей фототеке для сохранения изображений.

# UIApplicationShortcutItemTitleCurated
source: Curated
fr: Sélectionné
ru: Авторские

# UIApplicationShortcutItemTitleLatest
source: Latest
fr: Récent
ru: Последние

# UIApplicationShortcutItemTitleSearch
source: Search
fr: Recherche
ru: Поиск

source: Access Photo Library
fr: Accéder la bibliothèque de photos
id: Akses Pustaka Gambar
ru: Дать доступ

source: Acknowledgements
fr: Remerciements
id: Penerjemah
ru: Благодарность

source: Arabic Translation: @AGreyPoupon\nChinese Translation: F1y Syn \nFrench Translation: @AGreyPoupon\nIndonesian Translation: Dane\nItalian Translation: @jacopoiuytr \nNorwegian Translation: Karo \nSpanish Translation: carcoco
fr: Traduction arabe: @AGreyPoupon\nTraduction chinoise: F1y Syn \nTraduction française: @AGreyPoupon\nTraduction indonésienne: Dane\nTraduction italienne: @jacopoiuytr \nTraduction norvégienne: Karo \nTraduction espagnole: carcoco
ru: Перевод на арабский: @AGreyPoupon\nПеревод на китайский: F1y Syn\nПеревод на французский: @AGreyPoupon\nПеревод на индонезийский: Dane\nПеревод на итальянский: @jacopoiuytr \nПеревод на норвежский: Karo\nПеревод на испанский: carcoco\nПеревод на русский: @konstandy

source: Background Premium
ru: Background Премиум

source: Background photos use %@ on disk.
fr: Les photos de Background utilise %@ sur le stockage.
id: Background memakai %@ pada penyimpanan.
ru: Фотографии Background используют %@ на диске.

# Background is all about beautiful photos.
source: Background\nis all about beautiful photos.
fr: Background\nc'est les meilleures photos.
ru: Background\n это мир замечательных фотографий.

source: Cache
ru: Кэш

source: Can't complete transaction
fr: Impossible d'accomplire la transaction
id: Tidak dapat menyelesaikan transaksi
ru: Не удаётся завершить транзакцию

source: Can't unlike the photo
fr: Impossible d'enlever le j'aime
ru: Не удалось снять оценку с фотографии

source: Check out new photos!
fr: Découvrez des nouvelle photos!
id: Cek foto-foto terbaru!
ru: Проверь новые фотографии!

source: Clear Cache
fr: Vider le Cache
id: Hapus Cache
ru: Очистить кэш

source: Contact
fr: Contacter
ru: Связаться

source: Don't have an account? Sign up
fr: Vous n'avez pas de compte? S'inscrire
ru: Нет аккаунта? Присоединяйтесь!

source: Favourites
fr: Favoris
ru: Избранное

source: Full resolution photo
fr: Photo en pleine résolution
ru: Полное разрешение фотографии

source: Have Fun!
fr: Amuse-toi bien!
id: Selamat bersenang-senang!
ru: Развлекайтесь!

source: Hints
fr: Astuces
ru: Подсказки

source: I can't download photos.
fr: Je ne peux pas télécharger les photos.
id: Tidak dapat mendownload foto.
ru: Мне не удалось загрузить фотографии.

source: I will, later
fr: Je vais, plus tard
id: Nanti saja
ru: Я сделаю, позже

source: It can send you notifications when there are some cool new photos.
fr: Elle peut vous envoyer des notifications quand il y a des nouvelles photos cools.
id: Background akan mengirimkan notifikasi saat ada foto-foto keren terbaru.
ru: Приложение может отправлять вам уведомления, когда появятся новые фотографии.

source: Let's go!
fr: Allons-y!
id: Ayo mulai!
ru: Поехали!

source: Log In
fr: Se connecter
ru: Войти

source: Log Out
fr: Se déconnecter
ru: Выйти

source: Looks like you haven't bought Background Premium 😇
fr: Il semble que vous n'avez pas acheté Background Premium 😇
id: Sepertinya kamu belum membeli Background Premium 😇
ru: Похоже, что вы ещё не приобрели Background Премиум 😇

source: Nevermind
fr: ça ne fait rien
ru: Неважно

source: New photos available
fr: Des nouvelles photos sont disponibles
id: Foto-foto baru telah tersedia
ru: Доступны новые фотографии

source: No results
fr: Aucun résultat
id: Hasil tidak ditemukan
ru: Нет результатов

source: Nooooo :(
fr: Noooon :(
id: Tidaaaak :(
ru: Нееееет :(

source: Nothing to restore
fr: Rien à restaurer
id: Tidak ada yang perlu dipulihkan
ru: Нечего восстанавливать

source: Now you can use the Search for a day
fr: Maintenant, vous pouvez utiliser la Recherche pour un jour
id: Sekarang kamu bisa menggunakan fitur Cari selama sehari
ru: Теперь вы можете использовать поиск в течение дня

source: Oh no!
fr: Oh non!
id: Oh tidak!
ru: О нет!

source: Oh no! Can't download photos
fr: Oh non! Impossible de télécharger les photos
id: Oh tidak! Foto tidak dapat didownload
ru: О нет! Не удалось загрузить фотографии

source: Ooops
fr: Oups!
ru: Упс

source: Open Settings
fr: Ouvrir les Paramètres
id: Buka Pengaturan
ru: Открыть настройки

source: Photos
ru: Фотографии

source: Popular
fr: Populaire
ru: Популярное

source: Premium – %@
ru: Премиум - %@

source: Profile
fr: Profil
ru: Профиль

source: Purchase was deferred
fr: L'achat a été reporté
id: Pembelian ditangguhkan
ru: Покупка была отложена

source: Purchase was deferred. I will disable buttons for some time
fr: L'achat a été reporté. Je vais désactiver les boutons pour un moment
id: Pembelian ditangguhkan. Tombol akan dinonaktifkan selama beberapa saat
ru: Покупка была отложена. Кнопки будут отключены на некоторое время.

source: Purchase was deferred. I will disable buttons.
fr: L'achat a été reporté. Je vais désactiver les boutons.
id: Pembelian ditangguhkan. Tombol akan dinonaktifkan.
ru: Покупка была отложена. Кнопки отключены.

source: Rate on the App Store
fr: Noter sur l'App Store
id: Beri penilaian di App Store
ru: Оценить в App Store

source: Restore purchase
fr: Restaurer l'achat
id: Pulihkan pembelian
ru: Восстановить покупку

source: SAVED
fr: ENREGISTRÉ
id: DISIMPAN
ru: СОХРАНЕНО

source: Screens Order
fr: Ordre des écrans
id: Urutan Layar
ru: Разделы экрана

source: Search requires Background Premium.
fr: La recherche nécessite Background Premium.
id: Diperlukan Background Premium untuk menggunakan fitur Cari.
ru: Чтобы пользоваться поиском требуется Background Премиум.

source: Send Notifications
fr: Envoyer des notifications
id: Kirim Notifikasi
ru: Отправлять уведомления

source: Settings
fr: Paramètres
id: Pengaturan
ru: Настройки

source: Show Hints
fr: Afficher les astuces
ru: Показывать подсказки

source: Some great, new photos are available in curated photos feed
fr: Des nouvelles photos fabuleux sont disponibles dans le flux de photos sélectionnés
id: Foto-foto keren dan terbaru sudah tersedia di daftar kurasi foto
ru: Раздел "Авторские" пополнился новыми фотографиями

source: Some great, new photos are available in latest photos feed
fr: Des nouvelles photos fabuleux sont disponibles dans le flux de photos récentes
id: Foto-foto keren dan terbaru sudah tersedia di daftar foto terkini
ru: Раздел "Последние" пополнился новыми фотографиями

source: Some great, new photos are available 🌊
fr: Des nouvelles photos fabuleux sont disponibles 🌊
id: Foto-foto keren dan terbaru sudah tersedia 🌊
ru: Доступны новые и отменные фотографии 🌊

source: Sponsored
fr: Sponsorisé
id: Sponsor
ru: При поддержке

source: Support
fr: Aide
ru: Помощь

source: Tap to refresh the feed
fr: Appuyez pour actualiser le flux
id: Ketuk untuk memperbarui daftar
ru: Нажмите, чтобы обновить ленту

source: Thank you for your support 😊
fr: Merci pour votre soutien 😊
id: Terima kasih atas dukunganmu 😊
ru: Спасибо за вашу помощь 😊

source: Thanks!
fr: Merci!
id: Terima kasih!
ru: Спасибо!

source: The button below will open Background's App Store page, where you can rate it.
fr: Le bouton ci-dessous ouvrira la page de Background sur l'App Store, où vous pouvez la noter.
id: Tombol berikut akan membuka halaman Background di App Store, dimana kamu bisa memberikan penilaian.
ru: Кнопка ниже откроет страницу приложения Background в App Store, где вы сможете оценить его.

source: To save photos give Background access to your Photo Library.
fr: Pour enregistrer les photos, donnez Background l'accès à votre bibliothèque de photos.
id: Untuk menyimpan foto, berikan Background akses ke Pustaka Gambar.
ru: Для сохранения фотографий приложению Background потребуется доступ к вашей фототеке.

source: Touch and hold a photo to save it.
fr: Appuyez sur une photo et maintenir pour l'enregistrer.
id: Tekan dan tahan pada foto untuk menyimpannya.
ru: Нажмите и удерживайте фотографию, чтобы сохранить её.

source: Try again
fr: Réessayer
id: Coba lagi
ru: Попробуйте снова

source: Try the Search for free
fr: Essayez la recherche gratuitement
id: Coba fitur pencarian secara gratis
ru: Бесплатно попробовать поиск

source: Unfortunately I can't save this photo to your Photo Library. Check out Settings – I think I don't have access to your Photo Library.
fr: Malheureusement, je ne peux pas enregistrer cette photo dans votre bibliothèque de photos. Vérifiez les paramètres - Je pense je n'ai pas accès à votre bibliothèque de photos.
id: Tidak dapat menyimpan foto ke Pustaka Gambar. Periksa Pengaturan - sepertinya kami tidak memiliki akses ke Pustaka Gambar milikmu.
ru: К сожалению, не удалось сохранить эту фотографию в вашу фототеку. Проверьте настройки - кажется, что у меня отсутсвует доступ к вашей фототеке.

source: Want to help translating the app into your language? Want to test a beta version of the app? Need a help?
fr: Voulez-vous m'aider traduisez l'application dans votre langue? Voulez-vous tester la version béta de l'application?
ru: Хотите помочь с переводом приложения на ваш язык? Хотите протестировать бета-версию приложения? Нужна помощь?

source: When switching the screen, Background will display an overlay with the name of the screen.
fr: Lors du changement d'écrant, Background affichera une superposition avce le nom de l'écran.
ru: Когда вы переходите между разделами, на экране появится окно с подсказкой, указывающей имя данного раздела.

source: While saving a photo, Background downloads the full–size picture. \nRequires Background Premium.
fr: Tout en sauvegardant la photo, l'application télécharge l'image en taille réelle. \nNécessite Background Premium.
ru: Когда вы будете сохранять фото, будет скачано изображение в полном разрешении.\nТребуется Background Премиум.

source: With Background Premium you can like a photo by double tapping.\nAll of them will be visible here.\nIf you have the Unsplash account, log in in the settings and Background will download all your liked photos.
fr: Avec Background Premium vous pouvez aimer une photo en appuyant deux fois.\nTous seront disponibles ici.\nSi vous avez un compte Unsplash, se connecter dans paramètres et Background va télécharger tous vos photos aimés.
ru: С Background Премиум вы можете оценить фотографию с помощью двойного нажатия.\nВсе они будут доступны здесь.\nЕсли у вас есть Unsplash аккаунт, войдите в него в настройках и приложение Background скачает все фотографии, которые вы оценили.

source: With Background Premium you get:\nNo ads.\nSearch.\nYou can:\nSave full resolution photos. \nLike photos (on Unsplash or locally).\nWith this one time in-app purchase you help me keep the app alive. Thanks!
fr: Avec Background Premium vous obtenez:\nAucunes annonces.\nLa Recherche.\nVous pouvez:\nEnregistrer les photos en pleine résolution. \nAimé les photos (sur Unsplash ou localement).\nAvec ce seul fois achat dans l'application vous m'aidez à la garder actif. Merci!
ru: С Background Премиум вы получите:\nОтсутствие рекламы.\nПоиск.\nВы сможете:\nСохранять фотографии в полном разрешении.\nОценивать фотографии (на Unsplash или в приложении)\nС помощью этой единоразовой покупки вы поможете приложению развиваться дальше. Спасибо!

source: With Unsplash account you can like a photo on unsplash.com.\nWithout it all liked photos will be kept on device.\nRequires Background Premium.
fr: Avec un compte Unsplash vous pouvez aimer des photos sur unsplash.com.\Sans compte toutes les photos aimées seront conservées sur votre appareil.\nNécessite Background Premium.
ru: С аккаунтом Unsplash вы можете оценить фото на unsplash.com.\nБез него все оценённые вами фотографии будут храниться на устройсте.\nТребуется Background Премиум.

source: 🙈 Oh no!
fr: 🙈 Oh non!
id: 🙈 Oh tidak!
ru: 🙈 О нет!

source: App Store
fr: L'App Store

source: Background is all about beautiful photos.
id: Background adalah segala tentang foto-foto yang indah.

source: Change feed by swiping left or right.
id: Ubah daftar dengan menngeser ke kiri atau kanan

source: With Background Premium you get: No ads. Search. With this one time in-app purchase you help me keep the app alive. Thanks!
id: Dengan Background Premium kamu mendapatkan: Bebas iklan. Fitur Pencarian. Dengan pembelian sekali saja kamu telah membantu kami mempertahankan aplikasi ini. Terima kasih!
